tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "muesli/tap"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
brew "antigen"
brew "coreutils"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bat"
brew "broot"
brew "glib"
brew "cairo"
brew "delta"
brew "diff-so-fancy"
brew "direnv"
brew "diskonaut"
brew "dog"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gnupg"
brew "grc"
brew "harfbuzz"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jdupes"
brew "jq"
brew "less"
brew "libpq"
brew "litecli"
brew "mas"
brew "neovim"
brew "nmap"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "python@3.8"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tldr"
brew "up"
brew "zsh"
brew "heroku/brew/heroku"
brew "muesli/tap/duf"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "calibre"
cask "dashlane"
cask "docker"
cask "firefox-developer-edition"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "odrive"
cask "slack"
cask "spotify"
cask "tempo"
cask "vlc"
cask "whatsapp"
cask "wkhtmltopdf"
mas "1Password 7", id: 1333542190
mas "Download Shuttle", id: 847809913
mas "Dropover", id: 1355679052
mas "Glance", id: 1513574319
mas "Keynote", id: 409183694
mas "Todoist", id: 585829637
