tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Programatically minimize files to isolate features of interest
brew "delta"
# Load/unload environment variables based on $PWD
brew "direnv"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Add GitHub support to git on the command-line
brew "hub"
# Mac App Store command-line interface
brew "mas"
# Powerful paging program
brew "most"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# UNIX shell (command interpreter)
brew "zsh"
# Quickly repair outdated/broken Casks from homebrew-cask
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "dashlane"
cask "firefox-developer-edition"
cask "flotato"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "spotify"
mas "Glance", id: 1513574319
mas "Spark", id: 1176895641
