tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "antigen"
brew "coreutils"
brew "asdf"
brew "bat"
brew "delta"
brew "direnv"
brew "fzf"
brew "git"
brew "gnupg"
brew "hub"
brew "less"
brew "libpq"
brew "mas"
brew "neovim"
brew "tmux"
brew "overmind"
brew "ripgrep"
brew "stow"
brew "zsh"
brew "heroku/brew/heroku"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "dashlane"
cask "docker"
cask "firefox-developer-edition"
cask "flotato"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "odrive"
cask "slack"
cask "spotify"
cask "tempo"
mas "Glance", id: 1513574319
